Repository: dronelink/dronelink-dji-ui-ios
Catalog: DronelinkDJIUI/*.lproj/Localizable.strings
Languages: ro, ur

# RTK.channelstate.accounterror
source: Account error
ro: Eroare de cont
ur: اکاؤنٹ کی خرابی۔

# RTK.channelstate.airecraftdisconnected
source: Aircraft Disconnected
ro: Aeronava deconectată
ur: ہوائی جہاز کا رابطہ منقطع ہو گیا۔

# RTK.channelstate.connecting
source: Connecting
ro: Conectare
ur: جڑ رہا ہے۔

# RTK.channelstate.disabled
source: Disabled
ro: Dezactivat
ur: معذور

# RTK.channelstate.disconnected
source: Disconnected
ro: Deconectat
ur: منقطع

# RTK.channelstate.invalidrequest
source: Invalid request
ro: Cerere invalida
ur: غلط درخواست

# RTK.channelstate.loginfailure
source: Login failure
ro: Eroare de conectare
ur: لاگ ان میں ناکامی۔

# RTK.channelstate.networknotreachable
source: Network not reachable
ro: Rețeaua nu este accesibilă
ur: نیٹ ورک قابل رسائی نہیں ہے۔

# RTK.channelstate.ready
source: Ready
ro: Gata
ur: تیار

# RTK.channelstate.servernotreachable
source: Server not reachable
ro: Serverul nu este accesibil
ur: سرور قابل رسائی نہیں ہے۔

# RTK.channelstate.servicesuspension
source: Service suspension
ro: Suspendarea serviciului
ur: سروس کی معطلی۔

# RTK.channelstate.transmitting
source: Transmitting
ro: Transmiterea
ur: ترسیل کرنا

# RTK.channelstate.unknown
source: Unknown
ro: Necunoscut
ur: نامعلوم

# RTK.configstate.unknown
source: Unknown
ro: Necunoscut
ur: نامعلوم

# RTK.configstate.notsupported
source: RTK not supported
ro: RTK nu este acceptat
ur: RTK تعاون یافتہ نہیں ہے۔

# RTK.configstate.disabled
source: RTK disabled
ro: RTK dezactivat
ur: RTK غیر فعال ہے۔

# RTK.configstate.enabled
source: Configured
ro: Configurat
ur: تشکیل شدہ

# RTK.configstate.configuring
source: Configuring
ro: Configurare
ur: ترتیب دینا

# RTK.configstate.disablefailed
source: RTK disable failed
ro: Dezactivarea RTK a eșuat
ur: RTK کو غیر فعال کرنا ناکام ہو گیا۔

# RTK.configstate.incomplete
source: Configuration incomplete
ro: Configurație incompletă
ur: کنفیگریشن نامکمل ہے۔

# RTK.configstate.loaded
source: Loaded
ro: Încărcat
ur: بھری ہوئی

# RTK.configstate.ok
source: OK
ro: Bine
ur: ٹھیک ہے
